form.explanation=Geben Sie eine IP-Adresse und ein Datum ein um herauszufinden, ob diese IP-Adresse von einem Tor-Server verwendet wurde:
form.ip.label=IP-Adresse
form.timestamp.label=Datum
form.search.label=Suchen
summary.heading=Zusammenfassung
summary.serverproblem.dbnoconnect.title=Server-Problem
summary.serverproblem.dbnoconnect.body.text=Es kann keine Verbindung zur Datenbank hergestellt werden. Bitte versuchen Sie es sp\u00e4ter noch einmal. Sollte dieses Problem weiterhin bestehen %s!
summary.serverproblem.dbnoconnect.body.link=lassen Sie es uns bitte wissen
summary.serverproblem.dbempty.title=Server-Problem
summary.serverproblem.dbempty.body.text=Die Datenbank scheint leer zu sein. Bitte versuchen Sie es sp\u00e4ter noch einmal. Sollte dieses Problem weiterhin bestehen %s!
summary.serverproblem.dbempty.body.link=lassen Sie es uns bitte wissen
summary.invalidparams.notimestamp.title=Kein Datum angegeben
summary.invalidparams.notimestamp.body=Sie m\u00fcssen ein Datum angeben.
summary.invalidparams.noip.title=Keine IP-Adresse angegeben
summary.invalidparams.noip.body=Sie m\u00fcssen eine IP-Adresse angeben.
summary.invalidparams.timestamprange.title=Datum au\u00dferhalb des zul\u00e4ssigen Bereichs
summary.invalidparams.timestamprange.body=Die Datenbank enth\u00e4lt keine Daten vom %s. Bitte w\u00e4hlen Sie ein Datum zwischen %s und %s aus.
summary.invalidparams.invalidip.title=Ung\u00fcltige IP-Adresse
summary.invalidparams.invalidip.body=%s ist keine g\u00fcltige IP-Adresse. Zul\u00e4ssige IP-Adress-Formate sind %s oder %s.
summary.invalidparams.invalidtimestamp.title=Ung\u00fcltiges Datum
summary.invalidparams.invalidtimestamp.body=%s ist kein g\u00fcltiges Datum. Das zul\u00e4ssige Datumsformat ist %s.
summary.invalidparams.timestamptoorecent.title=Datumsparameter zu neu
summary.invalidparams.timestamptoorecent.body=M\u00f6glicherweise enth\u00e4lt die Datenbank noch nicht gen\u00fcgend Daten, um diese Anfrage korrekt zu beantworten. Das letzte g\u00fcltige Datum ist vorgestern. Bitte wiederholen Sie Ihre Suche an einem anderen Tag.
summary.serverproblem.nodata.title=Server-Problem
summary.serverproblem.nodata.body.text=Die Datenbank enth\u00e4lt keine Daten f\u00fcr das angegebene Datum. Bitte versuchen Sie es sp\u00e4ter noch einmal. Sollte dieses Problem weiterhin bestehen %s!
summary.serverproblem.nodata.body.link=lassen Sie es uns bitte wissen
summary.negativesamenetwork.title=Keine \u00dcbereinstimmungen gefunden
summary.negativesamenetwork.body=Es wurde kein Tor-Server mit der IP-Adresse %s am %s bzw. am Tag vorher oder nachher gefunden. Es wurden jedoch benachbarte IP-Adressen im selben /%d-Netzwerk an diesen Tagen gefunden:
summary.positive.title=\u00dcbereinstimmungen gefunden
summary.positive.body=Es wurde ein oder mehrere Tor-Server mit IP-Adresse %s am %s bzw. am Tag vorher oder nachher gefunden, die den Tor-Clients bekannt waren.
summary.negative.title=Keine \u00dcbereinstimmungen gefunden
summary.negative.body=Es wurde kein Tor-Server mit der IP-Adresse %s am %s bzw. am Tag vorher oder nachher gefunden.
technicaldetails.heading=Technische Details
technicaldetails.pre=Es wird nach Tor-Servern mit IP-Adresse %s am %s bzw. am Tag vorher oder nachher gesucht. Tor-Clients konnten diese Tor-Server verwenden, um Verbindungen aufzubauen.
technicaldetails.colheader.timestamp=Datum/Uhrzeit (UTC)
technicaldetails.colheader.ip=IP-Adresse(n)
technicaldetails.colheader.fingerprint=Identit\u00e4tsschl\u00fcssel
technicaldetails.colheader.nickname=Spitzname
technicaldetails.colheader.exit=Exit-Server
technicaldetails.nickname.unknown=Unbekannt
technicaldetails.exit.unknown=Unbekannt
technicaldetails.exit.yes=Ja
technicaldetails.exit.no=Nein
permanentlink.heading=Dauerhafter Link
footer.abouttor.heading=\u00dcber Tor
footer.abouttor.body.text=Tor ist ein internationales Softwareprojekt um Internetverbindungen zu anonymisieren indem %s. Wenn Sie eine Internetverbindung sehen, die von einem Tor-Server kommt, stammt diese in der Regel von jemandem, der Tor benutzt, und nicht vom Betreiber des Tor-Servers selbst. Weder The Tor Project, Inc. noch die Tor-Server-Betreiber besitzen Aufzeichnungen \u00fcber die Internetverbindungen im Tor-Netzwerk und k\u00f6nnen daher keine Auskunft \u00fcber den Ursprung der Internetverbindung geben. Mehr Informationen \u00fcber Tor erhalten Sie %s. The Tor Project, Inc. steht Ihnen jederzeit f\u00fcr %s zur Verf\u00fcgung.
footer.abouttor.body.link1=Datenpakete verschl\u00fcsselt und \u00fcber eine Reihe von Stationen geleitet werden bevor diese ihr Ziel erreichen
footer.abouttor.body.link2=hier
footer.abouttor.body.link3=Fragen
footer.aboutexonerator.heading=\u00dcber ExoneraTor
footer.aboutexonerator.body=Der ExoneraTor-Dienst basiert auf einer Datenbank von IP-Adressen, die Teil des Tor-Netzwerks sind oder waren. Dieser Dienst beantwortet die Frage, ob es an einem bestimmten Tag einen Tor-Server mit einer bestimmten IP-Adresse gegeben hat. ExoneraTor kann in einigen F\u00e4llen mehr als nur eine IP-Adresse pro Tor-Server speichern, falls ein Tor-Server eine andere IP-Adresse f\u00fcr ausgehende Verbindungen verwendet hat als die IP-Adresse um sich im Tor-Netzwerk zu registrieren. ExoneraTor speichert au\u00dferdem ob ein Tor-Server Verbindungen ins offene Internet zugelassen hat oder nicht.
footer.language.name=Deutsch
footer.language.text=Diese Seite ist auch in den folgenden Sprachen verf\u00fcgbar:

