form.explanation=Saisir une adresse IP et une date afin de savoir si l'adresse a \u00e9t\u00e9 utilis\u00e9e comme relais Tor \:
form.ip.label=Adresse IP
form.timestamp.label=Date
form.search.label=Rechercher
summary.heading=R\u00e9sum\u00e9
summary.serverproblem.dbnoconnect.title=Probl\u00e8me de serveur
summary.serverproblem.dbnoconnect.body.text=Impossible de se connecter \u00e0 la base de donn\u00e9es. Veuillez ressayer ult\u00e9rieurement. Si ce probl\u00e8me perdure, veuillez %s \!
summary.serverproblem.dbnoconnect.body.link=nous en informer
summary.serverproblem.dbempty.title=Probl\u00e8me de serveur
summary.serverproblem.dbempty.body.text=La base de donn\u00e9es semble \u00eatre vide. Veuillez ressayer ult\u00e9rieurement. Si ce probl\u00e8me perdure, veuillez %s \!
summary.serverproblem.dbempty.body.link=nous en informer
summary.invalidparams.notimestamp.title=Aucune date n'a \u00e9t\u00e9 donn\u00e9e en param\u00e8tre
summary.invalidparams.notimestamp.body=D\u00e9sol\u00e9, vous devez aussi pr\u00e9ciser une date.
summary.invalidparams.noip.title=Aucune adresse IP n'a \u00e9t\u00e9 donn\u00e9e en param\u00e8tre
summary.invalidparams.noip.body=D\u00e9sol\u00e9, vous devez aussi fournir une adresse IP.
summary.invalidparams.timestamprange.title=Date hors p\u00e9riode couverte
summary.invalidparams.timestamprange.body=D\u00e9sol\u00e9, la base de donn\u00e9es ne contient aucune donn\u00e9e de %s. Veuillez choisir une date entre %s et %s.
summary.invalidparams.invalidip.title=Adresse IP invalide
summary.invalidparams.invalidip.body=D\u00e9sol\u00e9, %s n'est pas une adresse IP valide. Les formats d'adresse IP attendus sont %s ou %s.
summary.invalidparams.invalidtimestamp.title=Date invalide
summary.invalidparams.invalidtimestamp.body=D\u00e9sol\u00e9, %s n'est pas une date valide. Le format de date attendu est %s.
summary.serverproblem.nodata.title=Probl\u00e8me de serveur
summary.serverproblem.nodata.body.text=La base de donn\u00e9es ne contient aucune donn\u00e9e pour la date demand\u00e9e. Veuillez ressayer ult\u00e9rieurement. Si le probl\u00e8me perdure, veuillez %s \!
summary.serverproblem.nodata.body.link=nous en informer
summary.negativesamenetwork.title=R\u00e9sultat n\u00e9gatif
summary.negativesamenetwork.body=Nous n'avons pas trouv\u00e9 l'adresse IP %s, le %s ou \u00e0 un jour pr\u00e8s. Mais nous avons trouv\u00e9 d'autres adresses IP de relais Tor dans le m\u00eame r\u00e9seau /%d aux alentours de cette date \:
summary.positive.title=R\u00e9sultat positif
summary.positive.body=Nous avons trouv\u00e9 un ou plusieurs relais Tor \u00e0 l'adresse IP %s probablement connus des clients Tor le %s ou \u00e0 un jour pr\u00e8s.
summary.negative.title=R\u00e9sultat n\u00e9gatif
summary.negative.body=Nous n'avons pas trouv\u00e9 l'adresse IP %s, le %s ou \u00e0 un jour pr\u00e8s.
technicaldetails.heading=D\u00e9tails techniques
technicaldetails.pre=Recherche de l'adresse IP %s, le %s ou \u00e0 un jour pr\u00e8s. Des clients Tor pourraient avoir choisi ce ou ces relais Tor pour construire des circuits.
technicaldetails.colheader.timestamp=Date et heure (UTC)
technicaldetails.colheader.ip=Adresse(s) IP
technicaldetails.colheader.fingerprint=Empreinte
technicaldetails.colheader.nickname=Pseudonyme
technicaldetails.colheader.exit=Relais de sortie
technicaldetails.nickname.unknown=Inconnu
technicaldetails.exit.unknown=Inconnu
technicaldetails.exit.yes=Oui
technicaldetails.exit.no=Non
permanentlink.heading=Lien permanent
footer.abouttor.heading=\u00c0 propos de Tor
footer.abouttor.body.text=Tor est un projet international d\u00e9veloppant des logiciels pour anonymiser le trafic Internet en %s. Par cons\u00e9quent, si vous voyez du trafic en provenance d'un relais Tor, ce trafic provient habituellement de quelqu'un qui utilise Tor, plut\u00f4t que de l'op\u00e9rateur du relais. Le projet Tor et les op\u00e9rateurs de relais Tor n'ont aucune trace du trafic relay\u00e9 par le r\u00e9seau et ne peuvent donc fournir aucune information sur son origine. N'h\u00e9sitez pas \u00e0 vous %s et n'h\u00e9sitez pas \u00e0 %s pour obtenir d'avantage d'informations.
footer.abouttor.body.link1=chiffrant les paquets et en les faisant transiter par une s\u00e9rie de relais avant qu'ils n'atteignent leur destination
footer.abouttor.body.link2=renseigner d'avantage au sujet de Tor
footer.abouttor.body.link3=contacter \u00ab\u00a0The Tor Project, Inc.\u00a0\u00bb
footer.aboutexonerator.heading=\u00c0 propos d'ExoneraTor
footer.aboutexonerator.body=Le service ExoneraTor g\u00e8re une base de donn\u00e9es d'adresses IP qui ont fait partie du r\u00e9seau Tor. Il permet de savoir si un relais Tor fonctionnait pour une adresse IP donn\u00e9e \u00e0 une date pr\u00e9cise. ExoneraTor peut enregistrer plus d'une adresse IP par relais si ces derniers utilisent une adresse IP diff\u00e9rente pour se connecter \u00e0 Internet de celle utilis\u00e9e pour s'enregistrer sur le r\u00e9seau Tor. ExoneraTor enregistre \u00e9galement les dates et heures auxquelles un relais a permis de faire transiter du trafic en provenance de Tor vers Internet.
footer.language.name=fran\u00e7ais
footer.language.text=Cette page est aussi disponible dans les langues suivantes :

