form.explanation=Introduce\u021bi o adres\u0103 IP si o dat\u0103 pentru a afla dac\u0103 respectiva adresa a fost folosita de un nod Tor.
form.ip.label=Adres\u0103 IP
form.timestamp.label=Dat\u0103
form.search.label=Caut\u0103
summary.heading=Sumar
summary.serverproblem.dbnoconnect.title=Problem\u0103 de server
summary.serverproblem.dbnoconnect.body.text=Imposibil de conectat la baza de date. V\u0103 rug\u0103m s\u0103 re\u00eencerca\u021bi mai t\u00eerziu. Dac\u0103 problema persist\u0103, v\u0103 rug\u0103m %s\!
summary.serverproblem.dbnoconnect.body.link=Informa\u021bi-ne
summary.serverproblem.dbempty.title=Problem\u0103 de server
summary.serverproblem.dbempty.body.text=Baza de date pare a fi goal\u0103. V\u0103 rug\u0103m s\u0103 re\u00eencerca\u021bi mai t\u00eerziu. Dac\u0103 problema persist\u0103, v\u0103 rug\u0103m %s\!
summary.serverproblem.dbempty.body.link=Informa\u021bi-ne
summary.invalidparams.notimestamp.title=Lips\u0103 parametru dat\u0103
summary.invalidparams.notimestamp.body=Ne pare r\u0103u, dar trebuie s\u0103 introduce\u021bi un parametru dat\u0103.
summary.invalidparams.noip.title=Lips\u0103 parametru adres\u0103 IP
summary.invalidparams.noip.body=Ne pare r\u0103u, trebuie de asemenea s\u0103 introduce\u021bi adresa IP.
summary.invalidparams.timestamprange.title=Parametrul de dat\u0103 este in afara intervalului
summary.invalidparams.timestamprange.body=Ne pare r\u0103u, baza de date nu con\u021bine informa\u021bii de la %s. V\u0103 rug\u0103m s\u0103 alege\u021bi o dat\u0103 \u00eentre %s \u0219i %s.
summary.invalidparams.invalidip.title=Parametrul adresei IP este incorect
summary.invalidparams.invalidip.body=Ne pare r\u0103u, %s nu este o adres\u0103 IP valid\u0103. Formatele corecte ale unei adresei IP sunt %s sau %s.
summary.invalidparams.invalidtimestamp.title=Parametru dat\u0103 incorect
summary.invalidparams.invalidtimestamp.body=Ne pare r\u0103u, %s nu este o dat\u0103 valid\u0103. Formatul corect al datei este %s.
summary.serverproblem.nodata.title=Problem\u0103 de server
summary.serverproblem.nodata.body.text=Baza de date nu con\u021bine informatii pentru data solicitat\u0103. V\u0103 rug\u0103m \u00eencerca\u021bi mai t\u00e2rziu. Dac\u0103 problema persist\u0103, va rug\u0103m %s\!
summary.serverproblem.nodata.body.link=Informa\u021bi-ne
summary.negativesamenetwork.title=Rezultatul este negativ
summary.negativesamenetwork.body=Nu am g\u0103sit adresa IP %s la data de %s sau la o zi distan\u021b\u0103. Dar am g\u0103sit alte adrese IP folosite de noduri Tor \u00een aceea\u0219i /%d re\u021bea \u00een jurul orei\:
summary.positive.title=Rezultatul este pozitiv
summary.positive.body=Am g\u0103sit unul sau mai multe noduri Tor care au folosit adresa IP %s la data de %s sau la o zi distan\u021b\u0103 care puteau fi cunoscute de clien\u021bii Tor.
summary.negative.title=Rezultatul este negativ
summary.negative.body=Nu am g\u0103sit adresa IP %s la data de %s sau la o zi distan\u021b\u0103.
technicaldetails.heading=Detalii tehnice
technicaldetails.pre=C\u0103utare adresa IP %s la data de %s sau la o zi distan\u021b\u0103. Clien\u021bii Tor ar fi putut alege acest sau aceste noduri Tor pentru a construi circuite.
technicaldetails.colheader.timestamp=Dat\u0103(fus UTC)
technicaldetails.colheader.ip=Adres\u0103/Adrese IP
technicaldetails.colheader.fingerprint=Amprenta digital\u0103 de identificare a nodului
technicaldetails.colheader.nickname=Pseudonim
technicaldetails.colheader.exit=Nod de ie\u0219ire
technicaldetails.nickname.unknown=Necunoscut
technicaldetails.exit.unknown=Necunoscut
technicaldetails.exit.yes=Da
technicaldetails.exit.no=Nu
permanentlink.heading=Link permanent
footer.abouttor.heading=Despre Tor
footer.abouttor.body.text=Tor este un proiect software interna\u021bional pentru anonimizarea traficului de internet prin %s.&nbsp; De aceea, dac\u0103 vede\u021bi trafic de la un nod Tor, acest trafic provine mai degrab\u0103 de la un client care folose\u0219te Tor, nu de la operatorul releului.&nbsp; The Tor Project, Inc. (organiza\u021bia) \u0219i operatorii nodurilor Tor nu de\u021bin informa\u021bii referitoare la traficul care trece prin re\u021bea \u0219i, implicit, prin nodurile operate de ace\u0219tia, de aceea nu pot furniza informa\u021bii despre originea acestuia. Asigura\u021bi-v\u0103 c\u0103 %s \u0219i nu ezita\u021bi s\u0103 %s pentru mai multe informa\u021bii.
footer.abouttor.body.link1=criptarea pachetelor de date \u0219i transmiterea acestora printr-o serie de hop-uri \u00eenainte ca ele s\u0103 ajung\u0103 la destina\u021bie
footer.abouttor.body.link2=Afla\u021bi mai multe despre Tor
footer.abouttor.body.link3=contacta\u021bi The Tor Project, Inc.
footer.aboutexonerator.heading=Despre ExoneraTor
footer.aboutexonerator.body=Serviciul ExoneraTor opereaz\u0103 o baz\u0103 de date de adrese IP care au fost parte din re\u021belaua Tor la un anumit moment.&nbsp; Acest serviciu r\u0103spunde la \u00eentrebarea dac\u0103 a existat un nod Tor care a func\u021bionat pe o anumit\u0103 adres\u0103 IP la o anumit\u0103 dat\u0103.&nbsp;  ExoneraTor poate stoca mai mult de o adresa IP per nod dac\u0103 nodurile folosesc o alt\u0103 adres\u0103 IP pentru a ie\u0219i pe internet dec\u00e2t cea folosit\u0103 pentru \u00eenregistrarea \u00een re\u021beaua Tor \u0219i stocheaz\u0103 dac\u0103 un nod a permis tranzitarea de trafic din re\u021beaua Tor catre internetul public la acea dat\u0103.
footer.language.name=rom\u00e2n\u0103
footer.language.text=Aceast\u0103 pagin\u0103 mai este disponibil\u0103 \u00een urm\u0103toarele limbi:

