form.explanation=Ange en IP-adress och ett datum f\u00f6r att f\u00e5 reda p\u00e5 om adressen anv\u00e4ndes av ett Tor-rel\u00e4\:
form.ip.label=IP-adress
form.timestamp.label=Datum
form.search.label=S\u00f6k
summary.heading=Sammanfattning
summary.serverproblem.dbnoconnect.title=Serverproblem
summary.serverproblem.dbnoconnect.body.text=Kunde inte ansluta till databasen. V\u00e4nligen f\u00f6rs\u00f6k igen senare. Om problemet kvarst\u00e5r, v\u00e4nligen %s\!
summary.serverproblem.dbnoconnect.body.link=l\u00e5t oss f\u00e5 veta
summary.serverproblem.dbempty.title=Serverproblem
summary.serverproblem.dbempty.body.text=Databasen verkar vara tom. V\u00e4nligen f\u00f6rs\u00f6k igen senare. Om problemet kvarst\u00e5r, v\u00e4nligen %s\!
summary.serverproblem.dbempty.body.link=l\u00e5t oss f\u00e5 veta
summary.invalidparams.notimestamp.title=Inget datum angivet
summary.invalidparams.notimestamp.body=Datum m\u00e5ste anges.
summary.invalidparams.noip.title=Ingen IP-adress angiven
summary.invalidparams.noip.body=IP-adress m\u00e5ste anges.
summary.invalidparams.timestamprange.title=Ogiltigt datum
summary.invalidparams.timestamprange.body=Databasen inneh\u00e5ller inte n\u00e5got data f\u00f6r %s. V\u00e4nligen v\u00e4lj ett datum mellan %s och %s.
summary.invalidparams.invalidip.title=Felaktig IP-adress
summary.invalidparams.invalidip.body=%s \u00e4r inte en giltig IP-adress. F\u00f6rv\u00e4ntat format p\u00e5 IP-adresser \u00e4r %s eller %s.
summary.invalidparams.invalidtimestamp.title=Ogiltigt datum.
summary.invalidparams.invalidtimestamp.body=%s \u00e4r inte ett giltigt datum. F\u00f6rv\u00e4ntat datumformat \u00e4r %s.
summary.serverproblem.nodata.title=Serverproblem
summary.serverproblem.nodata.body.text=Databasen inneh\u00e5ller inte n\u00e5got data f\u00f6r det efterfr\u00e5gade datumet. V\u00e4nligen f\u00f6rs\u00f6k igen senare. Om problemet kvarst\u00e5r, v\u00e4nligen %s\!
summary.serverproblem.nodata.body.link=l\u00e5t oss f\u00e5 veta
summary.negativesamenetwork.title=Resultatet \u00e4r negativt
summary.negativesamenetwork.body=Vi kunde inte hitta IP-adress %s p\u00e5 eller inom en dag fr\u00e5n %s. Men vi hittade andra IP-adresser som anv\u00e4ndes av Tor-rel\u00e4n i samma /%d-n\u00e4tverk runt den tiden\:
summary.positive.title=Resultatet \u00e4r positivt
summary.positive.body=Vi hittade ett eller flera Tor-rel\u00e4n p\u00e5 IP-adress %s p\u00e5 eller inom en dag fr\u00e5n %s som Tor-klienter f\u00f6rmodligen k\u00e4nde till.
summary.negative.title=Resultatet \u00e4r negativt
summary.negative.body=Vi kunde inte hitta IP-adress %s p\u00e5 eller inom en dag fr\u00e5n %s.
technicaldetails.heading=Tekniska detaljer
technicaldetails.pre=Letar upp IP-adress %s p\u00e5 eller inom en dag fr\u00e5n %s. Tor-klienter kan ha valt denna eller dessa Tor-rel\u00e4n vid anslutning via Tor.
technicaldetails.colheader.timestamp=Tidsst\u00e4mpel (UTC)
technicaldetails.colheader.ip=IP adress(er)
technicaldetails.colheader.fingerprint=Identitet ("fingerprint")
technicaldetails.colheader.nickname=Namn
technicaldetails.colheader.exit=Exit-rel\u00e4
technicaldetails.nickname.unknown=Ok\u00e4nd
technicaldetails.exit.unknown=Ok\u00e4nd
technicaldetails.exit.yes=Ja
technicaldetails.exit.no=Nej
permanentlink.heading=Permanent l\u00e4nk
footer.abouttor.heading=Om Tor
footer.abouttor.body.text=Tor \u00e4r ett internationellt mjukvaruprojekt f\u00f6r att anonymisera internettrafik genom att %s. Om du ser trafik fr\u00e5n ett Tor-rel\u00e4 s\u00e5 kommer den trafiken oftast fr\u00e5n n\u00e5gon som anv\u00e4nder sig av Tor snarare \u00e4n fr\u00e5n sj\u00e4lva rel\u00e4operat\u00f6ren. Vare sig Tor-projektet eller Tor-rel\u00e4operat\u00f6rer har n\u00e5gon historik \u00f6ver trafiken som passerar genom n\u00e4tverket och kan d\u00e4rf\u00f6r inte ge n\u00e5gon information om dess ursprung. Se till att %s och tveka inte att %s f\u00f6r ytterligare information.
footer.abouttor.body.link1=kryptera datat och skicka det genom flera hopp innan det n\u00e5r sin destination
footer.abouttor.body.link2=l\u00e4sa p\u00e5 om Tor
footer.abouttor.body.link3=kontakta Tor-projektet
footer.aboutexonerator.heading=Om ExoneraTor
footer.aboutexonerator.body=Tj\u00e4nsten ExoneraTor uppr\u00e4tth\u00e5ller en databas \u00f6ver IP-adresser som har varit en del av Tor-n\u00e4tverket. Den ger svar p\u00e5 fr\u00e5gan om det var ett Tor-rel\u00e4 som anv\u00e4nde en viss IP-adress vid ett givet datum. ExoneraTor kan komma att lagra fler \u00e4n en IP-adress per rel\u00e4 f\u00f6r rel\u00e4n som anv\u00e4nder en annan IP-adress f\u00f6r att ansluta till internet \u00e4n den som anv\u00e4ndes f\u00f6r att registrera sig i Tor-n\u00e4tverket. Huruvida ett rel\u00e4 har till\u00e5tit Tor-trafik ut mot internet vid tidpunkten eller ej lagras ocks\u00e5.
footer.language.name=svenska
footer.language.text=Denna sida finns \u00e4ven p\u00e5 f\u00f6ljande spr\u00e5k:

